Repository: commonwealth-of-puerto-rico/lean
Catalog: paart/apps/tools/locale/*/LC_MESSAGES/django.po
Languages: es

source: creation date and time
es: fecha y hora de creaci√≥n

source: add tool profile
es: agregar perfil de herramienta

source: delete
es: borrar

source: edit
es: editar

source: details
es: detalles

source: tools
es: herramientas

source: label
es: etiqueta

source: database tool
es: herramienta de base de datos

source: database tools
es: herramientas de bases de datos

source: development tool
es: herramienta de desarrollo

source: development tools
es: herramientas de desarrollo

source: backup tool
es: herramienta de resguardo

source: backup tools
es: herramientas de resguardo

source: email tool
es: herramienta de email

source: email tools
es: herramientas de email

source: firewall tool
es: herramienta de firewall

source: firewall tools
es: herramientas de firewall

source: antivirus tool
es: herramienta de antivirus

source: antivirus tools
es: herramientas de antivirus

source: agency
es: agencia

source: servers
es: servidores

source: tool profile
es: perfil de herramienta

source: tool profiles
es: perfiles de herramienta

source: Tools
es: Herramientas

source: Create tools profiles
es: Crear perfil de herramientas

source: Edit tools profiles
es: Editar perfil de herramientas

source: Delete tools profiles
es: Borrar perfil de herramientas

source: View tools profiles
es: Ver perfil de herramientas

source: tools profiles of: %s
es: perfiles de herramientas de: %s

source: Add tools profile for agency: %s
es: Agregar perfiles de herramientas para agencia: %s
