Repository: commonwealth-of-puerto-rico/lean
Catalog: paart/apps/projects/locale/*/LC_MESSAGES/django.po
Languages: es

source: name
es: nombre

source: label
es: etiqueta

source: file
es: anejo

source: agency
es: agencia

source: fiscal year
es: año fiscal

source: purpose
es: proposito

source: classification
es: clasificación

source: department
es: departamento

source: sponsor
es: auspiciador

source: goals
es: metas

source: needs
es: necesidades

source: expected results
es: resultados esperados

source: methodology
es: metodologia

source: milestones
es: Hitos

source: infrastructure
es: infraestructura

source: requirements
es: requerimientos

source: presumptions
es: presunciones

source: limitations
es: limitaciones

source: risks
es: riesgos

source: start period
es: Fecha de comienzo

source: end period
es: Fecha de terminación

source: stage
es: etapa

source: priority
es: prioridad

source: opportunity
es: oportunidad

source: sharing benefit
es: beneficios al compartir

source: explanation
es: explicación

source: other agencies
es: otros agencias

source: project file label
es: etiqueda de anejo de proyecto

source: project file name
es: nombre de anejo de proyecto

source: projects
es: proyectos

source: edit
es: editar

source: delete
es: borrar

source: view
es: ver

source: basic
es: básico

source: add project
es: agregar proyecto

source: information
es: información

source: budget
es: presupuesto

source: details
es: detalles

source: opportunities
es: oportunidades

source: files
es: anejos

source: upload file
es: subir archivo

source: download
es: descargar

source: workflows
es: flujos de trabajo

source: history
es: historia

source: submit action
es: someter acción

source: report
es: reporte

source: New
es: Nueva

source: Existing
es: Existente

source: fiscal years
es: años fiscales

source: enabled
es: habilitado

source: purposes
es: propositos

source: classifications
es: clasificaciones

source: stages
es: etapas

source: benefit
es: beneficio

source: benefits
es: beneficios

source: topic
es: tópico

source: topics
es: tópicos

source: oportunity
es: oportunidad

source: oportunities
es: oportunidades

source: departments
es: departamentos

source: priorities
es: prioridades

source: methodologies
es: metodologias

source: goal
es: meta

source: state
es: estado

source: creation date and time
es: fecha y hora de creación

source: description
es: descripción

source: project
es: proyecto

source: HELP_TEXT_PROYECTINFO_FISCAL_YEAR
es: El Legado Estratégico Anual Normalizado se llena anualmente.

source: HELP_TEXT_PROYECTINFO_PURPOSE
es: El propósito es describir la razón por la cual la agencia inicia este proyecto. Cual es la necesidad de la agencia versus el resultado esperado al finalizar el proyecto.

source: HELP_TEXT_PROYECTINFO_CLASSIFICATION
es: La clase de proyecto, ¿como se categoriza?

source: secondary classification
es: clasificación secundaria

source: HELP_TEXT_PROYECTINFO_CLASSIFICATION_SECONDARY
es: Clasificación secundaria, si aplica.

source: HELP_TEXT_PROYECTINFO_METHODOLOGY
es: Forma o estrategia que se seguira para desarrollar con éxito el proyecto.

source: department/work unit
es: departamento/unidad de trabajo

source: HELP_TEXT_PROYECTINFO_DEPARTMENT
es: Departamento de la agencia a la cual pertenece el proyecto.

source: HELP_TEXT_PROYECTINFO_EXPECTED_RESULTS
es: Resultado que se desea del proyecto o alcance del proyecto debe indicar que es lo que el proyecto tiene como finalidad crear.

source: HELP_TEXT_PROYECTINFO_MILESTONES
es: Identifique los eventos significativos que marcan el progreso del proyecto.

source: HELP_TEXT_PROJECTINFO_STATE
es: El propósito es describir la razón por la cual la agencia inicia este proyecto. Cual es la necesidad de la agencia versus el resultado esperado al finalizar el proyecto.

source: project information
es: información del proyecto

source: project details
es: detalles de proyecto

source: projects details
es: detalles de proyectos

source: infrastructure needs
es: necesidades de infraestructura

source: project critical requirements
es: requerimientos criticos del proyecto

source: HELP_TEXT_PROYECTBUDGET_PRESUMPTIONS
es: Condiciones o situaciones que el proyecto asume sean ciertas o existan y en las cuales depende el exito del proyecto.

source: HELP_TEXT_PROYECTBUDGET_LIMITATIONS
es: Situaciones o problemas que el proyecto no podrá corregir, remediar o mejorar.

source: HELP_TEXT_PROYECTBUDGET_RISKS
es: Situaciones fuera del control del proyecto y que podrian impedir la culminación del mismo.

source: project director
es: director de proyecto

source: project budget
es: presupuesto de proyecto

source: projects budgets
es: presupuesto de proyectos

source: HELP_TEXT_PROYECTDETAILS_START_PERIOD
es: Fecha en la cual comienza o comenzó el proyecto.

source: HELP_TEXT_PROYECTDETAILS_END_PERIOD
es: Fecha en la cuál se espera terminar el proyecto.

source: HELP_TEXT_PROYECTDETAILS_STAGE
es: Estapa en la cual se encuentra el proyecto.

source: HELP_TEXT_PROYECTDETAILS_PRIORITY
es: ¿Cuan importante es este proyecto para la agencia?

source: other involved agencies
es: agencias envueltas

source: sharing benefits
es: beneficios al compartir

source: short explanation (50 words or less)
es: explicación corta (50 palabras o menos)

source: project opportunities
es: oportunidades de proyecto

source: projects opportunities
es: oportunidades de proyectos

source: project file
es: anejo de proyecto

source: projects files
es: anejos de proyectos

source: Project
es: Proyecto

source: Create projects
es: Crear proyectos

source: Edit projects
es: Editar proyectos

source: Delete projects
es: Borrar proyectos

source: View projects
es: Ver proyectos

source: Submit projects
es: Someter proyectos

source: projects of: %s
es: proyectos de: %s

source: Project "%s" edited successfully.
es: Proyecto "%s" edited exitosamente.

source: edit project: %s
es: editar proyecto: %s

source: Project: %s deleted successfully.
es: Proyecto: %s borrado exitosamente.

source: Project: %(project)s delete error: %(error)s
es: Error al borrar proyecto: %(project)s; error: %(error)s

source: Are you sure you wish to delete the project: %s?
es: ¿Esta seguro que desea borrar el proyecto: %s?

source: project: %s
es: proyecto: %s

source: Project "%s" saved successfully.
es: Proyecto "%s" grabado exitosamente.

source: create project for agency: %s
es: crear proyecto para agencia: %s

source: information for project: %s
es: información para proyecto: %s

source: Information for project "%s" edited successfully.
es: Información para proyecto "%s" editada exitosamente.

source: edit information for project: %s
es: editar información para proyecto: %s

source: Details for project "%s" saved successfully.
es: Detalles para proyecto "%s" grabados exitosamente.

source: enter information for project: %s
es: entre información para proyecto: %s

source: Information for project: %s, deleted successfully.
es: Información para proyecto: %s, borrada exitosamente.

source: Information for project: %(project)s delete error: %(error)s
es: Error borrando información para proyecto: %(project)s, error: %(error)s

source: Are you sure you wish to delete the information for project: %s?
es: ¿Esta seguro que desea borrar la información del proyecto: %s?

source: budget for project: %s
es: presupuesto para proyecto: %s

source: Budget for project "%s" edited successfully.
es: Presupuesto para proyecto "%s" editado exitosamente.

source: edit budget for project: %s
es: editar presupuesto para proyecto: %s

source: enter budget for project: %s
es: entre presupuesto para proyecto: %s

source: Budget for project: %s, deleted successfully.
es: Presupuesto para proyecto: %s, borrado exitosamente.

source: Budget for project: %(project)s delete error: %(error)s
es: Presupuesto para proyecto: %(project)s error al borrar: %(error)s

source: Are you sure you wish to delete the budget for project: %s?
es: ¿Esta seguro que desea borrar el presupuesto del proyecto: %s?

source: details for project: %s
es: detalles para proyecto: %s

source: Details for project "%s" edited successfully.
es: Detalles para proyecto "%s" editados exitosamente.

source: edit details for project: %s
es: editar detalles para proyecto: %s

source: enter details for project: %s
es: entre detalles para proyecto: %s

source: Details for project: %s, deleted successfully.
es: Detalles para proyecto: %s, borrados exitosamente.

source: Details for project: %(project)s delete error: %(error)s
es: Detalles para proyecto: %(project)s error al borrar: %(error)s

source: Are you sure you wish to delete the details for project: %s?
es: ¿Esta seguro que desea borrar los detalles del proyecto: %s?

source: opportunities for project: %s
es: oportunidades para proyecto: %s

source: Opportunities for project "%s" edited successfully.
es: Oportunidades para proyecto "%s" editadas existosamente.

source: edit opportunities for project: %s
es: editar oportunidades para proyecto: %s

source: Opportunities for project "%s" saved successfully.
es: Oportunidades para proyecto "%s" grabadas exitosamente.

source: enter opportunities for project: %s
es: entre oportunidades para proyecto: %s

source: Opportunities for project: %s, deleted successfully.
es: Oportunidades para proyecto: %s, borradas exitosamente.

source: Opportunities for project: %(project)s delete error: %(error)s
es: Oportunidades para proyecto: %(project)s delete error: %(error)s

source: Are you sure you wish to delete the opportunities for project: %s?
es: ¿Esta seguro que desea borrar la oportunidades del proyecto: %s?

source: project files
es: anejos de proyecto

source: File for project "%s" uploaded successfully.
es: Anejo para proyecto "%s" subido exitosamente.

source: upload file for project: %s
es: subir anejo para proyecto: %s

source: Project file: %s, deleted successfully.
es: Anejo de proyecto: %s borrado exitosamente.

source: Project file: %(project)s delete error: %(error)s
es: Anejo de proyecto: %(project)s error al borrar: %(error)s

source: Are you sure you wish to delete the project file: %s?
es: ¿Esta seguro que desea borrar el anejo del proyecto: %s?

source: project workflow instances
es: instancia de flujos de trabajo de proyecto

source: submitted actions for: %s
es: acciones realizadas para: %s

source: submit action for workflow instance for: %s
es: someter acción para instancia de flujo de trabajo para: %s

source: step 1 of 4: General information
es: paso 1 de 4: Información general

source: step 2 of 4: Budget
es: paso 2 de 4: Presupuesto

source: step 3 of 4: Equipment
es: paso 3 de 4: Equipo

source: step 4 of 4: Timeframe
es: paos 4 de 4: Tiempo

source: Next step
es: Próximo paso
