Repository: commonwealth-of-puerto-rico/lean
Catalog: paart/apps/acls/locale/*/LC_MESSAGES/django.po
Languages: es

source: New holder
es: Nuevo titular

source: Users
es: Usuarios

source: Groups
es: Grupos

source: Roles
es: Funciones

source: Special
es: Especial

source: ACLs
es: LCA

source: details
es: detalles

source: grant
es: otorgar

source: revoke
es: revocar

source: Default ACLs
es: LCA por defecto

source: List of classes
es: Lista de clases

source: ACLs for class
es: LCA para la clase

source: Insufficient access.
es: Acceso insuficiente.

source: permission
es: permiso

source: access entry
es: entrada de acceso

source: access entries
es: entradas de acceso

source: default access entry
es: entrada de acceso por defecto

source: default access entries
es: entradas de acceso por defecto

source: Creator
es: Creador

source: creator
es: creador

source: Access control lists
es: Listas de control de acceso

source: Edit ACLs
es: Editar LCA

source: View ACLs
es: Ver LCA

source: Edit class default ACLs
es: Editar LCA por defecto de la clase

source: View class default ACLs
es: Ver LCA por defecto de la clase

source: holder
es: titular

source: permissions
es: permisos

source: permissions available to: %(actor)s for %(obj)s
es: permisos disponibles a: %(actor)s para %(obj)s

source: namespace
es: espacio de nombres

source: label
es: etiqueta

source: has permission
es: tiene permiso

source: access control lists for: %s
es: listas de control de acceso para: %s

source: for %s
es: para %s

source: to %s
es: a %s

source: Are you sure you wish to grant the permission %(title_suffix)s?
es: ¿Está seguro que desea conceder el permiso %(title_suffix)s?

source: Are you sure you wish to grant the permissions %(title_suffix)s?
es: ¿Está seguro que desea conceder los permisos de %(title_suffix)s?

source: Permission "%(permission)s" granted to %(actor)s for %(object)s.
es: Permiso "%(permission)s" otorgado a %(actor)s para %(object)s.

source: %(actor)s, already had the permission "%(permission)s" granted for %(object)s.
es: %(actor)s, ya tenía el permiso "%(permission)s", otorgado para %(object)s.

source: from %s
es: de %s

source: Are you sure you wish to revoke the permission %(title_suffix)s?
es: ¿Está seguro que desea revocar el permiso %(title_suffix)s?

source: Are you sure you wish to revoke the permissions %(title_suffix)s?
es: ¿Está seguro de querer revocar los permisos %(title_suffix)s?

source: Permission "%(permission)s" revoked of %(actor)s for %(object)s.
es: Permiso "%(permission)s" revocado del %(actor)s para %(object)s.

source: %(actor)s, didn't had the permission "%(permission)s" for %(object)s.
es: %(actor)s, no tenía el permiso "%(permission)s" para %(object)s.

source: add new holder for: %s
es: añadir nuevo titular para: %s

source: Select
es: Seleccionar

source: classes
es: clases

source: class
es: clase

source: default access control lists for class: %s
es: listas de control de acceso por defecto para la clase: %s

source: permissions available to: %(actor)s for class %(class)s
es: permisos disponibles para: %(actor)s para la clase %(class)s

source: add new holder for class: %s
es: añadir nuevo titular para la clase: %s
